<%@ page contentType="text/html;charset=UTF-8" %>
<html>
<head>
	<meta http-equiv="Content-type" content="text/html; charset=UTF-8" />
	<meta http-equiv="Pragma" content="no-cache" />
	<meta http-equiv="Cache-Control" content="no-cache" />
	<title>Drawing Search and Print System [Help アクセスレベルの変更]</title>
</head>
<body bgcolor="#FFFFCC"><font style="font-family: 'ＭＳ Ｐゴシック','ＭＳ ゴシック';">
＜アクセスレベルについて＞<br />
ＤＲＡＳＡＰに登録されている図面全てに「アクセスレベル」情報が付いています。<br />
この情報でユーザー毎に検索対象を制御しています。<br />
この情報を変更できるのは主担当員以上の基幹職だけです。<br />
<br />
＜アクセスレベルの変更方法＞<br />
（１）変更後のアクセスレベルの値を変更してください<br />
　　　アクセスレベルの値と参照できるユーザーの一覧は下記をクリックしてください。<br />
　　　　　ＡＣＬ_Ｕｓｅｒ_Ｌｉｓｔ<br />
（２）画面下にある「次へ･･･」ボタンをクリックしてください<br />
（３）変更内容を確認し<br />
　　　　変更を実施する時には「変更」ボタンをクリックしてください<br />
　　　　変更しない場合、又は、修正する場合は「戻る」ボタンをクリックしてください<br />
<br />
＜使用禁止区分について＞<br />
この区分は図面利用者に対し設計にて使用禁止された図面である事を表示するための区分です。<br />
図面作成部署ではＤＲＡＳＡＰに登録された図面で使用禁止とした場合には速やかにこの区分を変更してください。<br />
<br />
＜使用禁止区分の変更について＞<br />
（１）変更後の値が「○」の場合＝通常通り使用の表示<br />
　　　変更後の値が「×」の場合＝使用禁止の表示（検索結果の表示で行で色がつきます）<br />
（２）画面下にある「次へ･･･」ボタンをクリックしてください<br />
（３）変更内容を確認し<br />
　　　　変更を実施する時には「変更」ボタンをクリックしてください<br />
　　　　変更しない場合、又は、修正する場合は「戻る」ボタンをクリックしてください<br />
</font></body>
</html>
